Repository: MIRONTER/QLoader
Catalog: QSideloader/Properties/Resources.*.resx
Languages: ru

# AppNameHeader
source: App Name
ru: Название приложения

# BackupNameHeader
source: Backup Name
ru: Название резервной копии

# ContentsHeader
source: Contents
ru: Содержание

# DateHeader
source: Date
ru: Дата

source: Delete
ru: Удаление

# DeleteBackupsConfirmation
source: This action will delete selected backups. Are you sure you want to continue?
ru: Это действие удалит выбранные резервные копии. Вы уверены что хотите продолжить?

# DeleteBackupsConfirmationButton
source: Yes, delete
ru: Да, удалить

# DeleteSelectedBackupsTooltip
source: Delete selected backups
ru: Удалить выбранные резервные копии

# DeleteSelectedButton
source: Delete Selected
ru: Удалить выбранные

# DownloadAndInstallSelectedButton
source: Install Selected
ru: Загрузить и установить выбранные

# DownloadAndInstallSelectedGamesTooltip
source: Download and install selected games
ru: Загрузить и установить выбранные игры

# DownloadSelectedGamesTooltip
source: Download selected games
ru: Загрузить выбранные игры

# DownloadSelectedButton
source: Download Selected
ru: Загрузить выбранные

# GameNameHeader
source: Game Name
ru: Название игры

# GameSizeHeader
source: Game Size
ru: Размер игры

# LastUpdatedHeader
source: Last Updated
ru: Последнее обновление

source: No backups selected
ru: Не выбраны резервные копии

# OnDeviceHeader
source: On Device
ru: На устройстве

# Popularity1DHeader
source: Popularity (1 day)
ru: Популярность (1 день)

# Popularity30DHeader
source: Popularity (30 days)
ru: Популярность (30 дней)

# Popularity7DHeader
source: Popularity (7 days)
ru: Популярность (7 дней)

# RefreshAvailableGamesTooltip
source: Redownload games list
ru: Перезагрузить список игр

# RefreshBackupsTooltip
source: Reload list of backups
ru: Перезагрузить список резервных копий

# RefreshInstalledAppsTooltip
source: Rescan installed apps
ru: Пересканировать установленные приложения

# ReleaseNameHeader
source: Release Name
ru: Название релиза

source: Restore
ru: Восстановление

# RestoreSelectedBackupsTooltip
source: Restore selected backups
ru: Восстановить выбранные резервные копии

# RestoreSelectedButton
source: Restore Selected
ru: Восстановить выбранные

source: Search
ru: Поиск

# UninstallAppsConfirmation
source: This action will uninstall selected apps. Data will NOT be backed up. Are you sure you want to continue?
ru: Это действие удалит выбранные приложения. Данные НЕ будут сохранены. Вы уверены что хотите продолжить?

# UninstallAppsConfirmationButton
source: Yes, uninstall
ru: Да, удалить

# UninstallAppsTooltip
source: Uninstall selected apps
ru: Удалить выбранные приложения

# UninstallSelectedButton
source: Uninstall Selected
ru: Удалить выбранные

# VersionCodeHeader
source: Version Code
ru: Код версии

# VersionNameHeader
source: Version Name
ru: Название версии

# AvailableGamesHeader
source: Available Games
ru: Доступные игры

# DonateGamesHeader
source: Donate Games
ru: Пожертвовать игры

# InstalledGamesHeader
source: Installed Games
ru: Установленные игры

# OtherAppsHeader
source: Other Apps
ru: Другие приложения

# RestoreBackupsHeader
source: Restore Backups
ru: Восстановить рез. копии

source: Show hidden
ru: Показать скрытые

# BackupConfirmationButton
source: Run backup
ru: Выполнить копирование

# BackupPartsSelectionApplicationFiles
source: Application files (APK + OBB)
ru: Файлы приложения (APK + OBB)

# BackupPartsSelectionApplicationData
source: Application data (saves and settings)
ru: Данные приложения (сохранения и настройки)

# BackupPartsSelectionPrompt
source: Select parts you want to backup:
ru: Выберите данные, которые хотите скопировать:

# BackupSelectedButton
source: Backup Selected
ru: Резeрвное копирование выбранных

# BackupSelectedGamesTooltip
source: Backup selected games
ru: Создать резервные копии для выбранных игр

# DonateAllButton
source: Donate All
ru: Пожертвовать все

# DonateAllGamesTooltip
source: Upload all eligible games
ru: Отправить все подходящие игры

# DonateSelectedButton
source: Donate Selected
ru: Пожертвовать выбранные

# DonateTooltip
source: Upload selected games
ru: Отправить выбранные игры

# IgnoreSelectedAppsTooltip
source: Hide selected apps from donation list (select already ignored apps to inverse)
ru: Скрыть выбранные приложения из списка (выберите уже скрытые приложения для возврата)

# IgnoreSelectedButton
source: Ignore Selected
ru: Игнорировать выбранные

# InstalledVersionHeader
source: Installed Version
ru: Установленная версия

# LatestReleaseNameHeader
source: Latest Release Name
ru: Название последнего релиза

# NameHeader
source: Name
ru: Название

# RefreshInstalledGamesTooltip
source: Rescan installed games
ru: Пересканировать установленные игры

# StatusHeader
source: Status
ru: Статус

# UninstallGamesConfirmation
source: This action will attempt to backup data and uninstall selected games. Are you sure you want to continue?
ru: Это действие попытается создать резервную копию данных и удалить выбранные игры. Вы уверены что хотите продолжить?

# UninstallGamesConfirmationButton
source: Yes, uninstall
ru: Да, удалить

# UninstallSelectedGamesTooltip
source: Backup and uninstall selected games
ru: Создать резервные копии и удалить выбранные игры

# UpdateAllButton
source: Update All
ru: Обновить все

# UpdateAllGamesTooltip
source: Update all games (excluding ambiguous installs)
ru: Обновить все игры (кроме неоднозначных установок)

# UpdateSelectedButton
source: Update Selected
ru: Обновить выбранные

# UpdateSelectedGamesTooltip
source: Update selected games
ru: Обновить выбранные игры

# UpdateStatusHeader
source: Update Status
ru: Статус обновлений

# LoadingEllipsis
source: Loading...
ru: Загрузка...

# DeviceInfoColon
source: Device Info:
ru: Инфо об устройстве:

source: Used
ru: Занято

source: Free
ru: Свободно

source: Battery level
ru: Уровень батареи

source: Enable Wireless ADB
ru: Включить беспроводной ADB

source: Device list
ru: Список устройств

source: Current device serial
ru: Серийный номер устройства

# QuestSettingsHeader
source: Quest Settings
ru: Настройки Quest

# UsernamePlaceholder
source: Username (leave empty for default)
ru: Имя пользователя (оставьте пустым для значения по умолчанию)

# MountQuestButton
source: Mount
ru: Подключить Quest как диск

# ApplySettingsButton
source: Apply
ru: Применить настройки

source: Backups location
ru: Расположение резервных копий

# BrowseButton
source: Browse
ru: Обзор

# CheckUpdatesAutomatically
source: Check for updates automatically
ru: Проверять наличие обновлений автоматически

# CheckUpdatesNowButton
source: Check Now
ru: Проверить сейчас

# CopyInstallationIdButton
source: Copy installation ID
ru: Скопировать ID установки

# DownloaderBandwidthLimit
source: Download/upload bandwidth limit
ru: Лимит скорости загрузки/отправки

# DownloaderBandwidthLimitTooltip
source: Limit in KiB/s, or use suffix B|K|M|G|T|P (leave empty for unlimited)
ru: Лимит в KiB/s, или используйте суффикс B|K|M|G|T|P (оставьте пустым для значения по умолчанию)

source: Downloads location
ru: Расположение загрузок

source: Downloads pruning policy
ru: Очистка загрузок

source: Enable auto donation
ru: Включить автоматическое пожертвование

# EnableAutoDonationTooltip
source: Automatically upload all eligible games
ru: Автоматически отправлять все подходящие игры

source: Enable remote logging
ru: Включить удаленное логирование

# EnableRemoteLoggingTooltip
source: Allow automatic sending of logs
ru: Разрешить автоматическую отправку логов

# InstallTrailersAddonButton
source: Install trailers addon
ru: Установить дополнение с трейлерами

source: Limit
ru: Лимит

# LoaderSettingsHeader
source: Loader Settings
ru: Настройки Loader

source: Popularity time range
ru: Диапазон популярности

source: Preferred connection type
ru: Предпочтительный тип подключения

# ReloadListButton
source: Reload list
ru: Перезагрузить список

# RestoreDefaultsButton
source: Restore Defaults
ru: Восстановить по умолчанию

source: Selected mirror
ru: Выбранное зеркало

# SetButton
source: Set
ru: Сохранить

source: Show debug console
ru: Показывать дебаг консоль

source: Version
ru: Версия

# DescriptionColon
source: Description:
ru: Описание:

# DownloadAndInstallButton
source: Install
ru: Загрузить и установить

# DownloadButton
source: Download
ru: Загрузить

source: Download size
ru: Размер загрузки

source: Note
ru: Заметка

# OculusStoreLinkTooltip
source: If you like the game, buy it to support the developers
ru: Если вам нравится игра, купите ее чтобы поддержать разработчиков

source: Store rating
ru: Рейтинг в магазине

# AdbAuthorizationDialogTitle
source: ADB authorization
ru: ADB авторизация

# AdbConnectionDialogTitle
source: No device connection
ru: Нет подключения к устройству

# AdbDevicesCopiedToClipboard
source: The devices list has been copied to clipboard
ru: Список устройств скопирован в буфер обмена

# AdbDevicesDialogTitle
source: ADB devices
ru: ADB устройства

source: Calculating size
ru: Вычисление размера

source: Cancelled
ru: Отменено

source: Cleaning up
ru: Очистка

source: Click to cancel
ru: Кликните для отмены

source: Click to dismiss
ru: Кликните чтобы убрать

# CloseButton
source: Close
ru: Закрыть

# CopiedToClipboardHeader
source: Copied to clipboard
ru: Скопировано в буфер обмена

# CopyToClipboardButton
source: Copy to clipboard
ru: Скопировать

source: Creating backup
ru: Создание рез. копии

source: Deleting downloaded files
ru: Удаление загруженных файлов

source: Downloading
ru: Загрузка

source: Download queued
ru: В очереди на загрузку

source: Error
ru: Ошибка

# ErrorAutoDonation
source: Error running auto donation
ru: Ошибка выполнения авто пожертвования

source: Error adding task
ru: Ошибка добавления задачи

# ErrorGameDetailsDialog
source: Error while opening game details dialog
ru: Ошибка открытия диалога подробностей

# ExceptionCopiedToClipboard
source: The exception has been copied to clipboard
ru: Ошибка была скопирована в буфер обмена

# ForceDevicesRescanButton
source: Force rescan
ru: Принудительное сканирование

source: Incompatible update, reinstalling
ru: Несовместимое обновление, переустановка

source: Installing
ru: Установка

source: Installing APK
ru: Установка APK

source: Install queued
ru: В очереди на установку

source: Performing custom install
ru: Выполнение специальной установки

source: Preparing to upload
ru: Подготовка к отправке

source: Pulling from device
ru: Выгрузка с устройства

source: Pushing OBB files
ru: Отправка OBB файлов

# ReloadButton
source: Reload
ru: Перезагрузить

source: Restore queued
ru: В очереди на восстановление

source: Restoring backup
ru: Востановление рез. копии

source: Task failed
ru: Не удалось выполнить задачу

# TaskNameFailed
source: Task {0} failed
ru: Не удалось выполнить задачу {0}

source: Uninstalling
ru: Удаление

source: Uninstall queued
ru: В очереди на удаление

source: Uploading
ru: Отправка

# AdbAuthorizationDialogText
source: ADB authorization is required to connect to the device. Please allow USB debugging in your headset.
ru: Для подключения к устройству требется авторизация ADB. Пожалуйста разрешите USB отладку в вашем шлеме.

# AdbConnectionDialogText
source: No connected device found. Make sure you have done the following: 1. Enable developer mode 2. Connect your headset to your computer using usb data cable 3. Close any possibly conflicting apps (SideQuest for example) You may use {0} for downloads without connecting to a device.
ru: Не найдено подключенное устройство. Убедитесь что выполнили следующее: 1. Включить режим разработчика 2. Подключить шлем к компьютеру через кабель передачи данных 3. Закрыть все возможно конфликтующие программы (например SideQuest) Вы можете использовать {0} для загрузок без подключения к устройству.

# AdbConnectionDialogTextWin
source: No connected device found. Make sure you have done the following: 1. Enable developer mode 2. Install Oculus ADB driver 3. Connect your headset to your computer using usb data cable 4. Close any possibly conflicting apps (SideQuest or BlueStacks for example) You may use {0} for downloads without connecting to a device.
ru: Не найдено подключенное устройство. Убедитесь что выполнили следующее: 1. Включить режим разработчика 2. Установить драйвер Oculus ADB 3. Подключить шлем к компьютеру через кабель передачи данных 4. Закрыть все возможно конфликтующие программы (например SideQuest или BlueStacks) Вы можете использовать {0} для загрузок без подключения к устройству.

source: Settings
ru: Настройки

source: No device connection
ru: Нет подключения к устройству

source: ADB unauthorized
ru: ADB неавторизован

# MoreInfoButton
source: More info
ru: Больше сведений

# TasksHeader
source: Tasks
ru: Задачи

# DragDropPanelText
source: Drop APK to sideload, release folder to install or backup folder to restore
ru: Перетащите APK или папку релиза для установки, или папку резервной копии для восстановления

source: Up To Date
ru: Нет обновлений

# UpdateAvailable
source: Update Available! ({0} -> {1})
ru: Доступно обновление! ({0} -> {1})

source: Data
ru: Данные

source: Blacklisted
ru: В черном списке

source: Donated
ru: Пожертвовано

source: Ignored
ru: В списке игнора

source: New app
ru: Новое приложение

source: New version
ru: Новая версия

source: Failed to start ADB server
ru: Не удалось запустить ADB сервер

source: No mirrors available
ru: Нет доступных зеркал

# FailedToLoadPopularity
source: Failed to load popularity data
ru: Не удалось загрузить данные популярности

source: Error refreshing available games
ru: Ошибка обновления доступных игр

source: No games selected
ru: Не выбраны игры

source: Info
ru: Инфо

source: Applied device settings
ru: Настройки устройства применены

source: Device storage mounted
ru: Хранилище устройства подключено

source: No apps selected
ru: Не выбраны приложения

source: Donate
ru: Пожертвовать

source: No apps to donate
ru: Нет приложений для пожертвования

source: Ignore
ru: Игнорировать

# AppsAddedToIgnore
source: {0} apps added to ignore list
ru: {0} приложений добавлено в список игнорирования

# AppsRemovedFromIgnore
source: {0} apps removed from ignore list
ru: {0} приложений убрано из списка игнорирования

source: Uninstall
ru: Удалить

source: Update
ru: Обновить

source: No games to update
ru: Нет игр для обновления

# NoGamesToUpdateSkipped
source: No games to update ({0} skipped)
ru: Нет игр для обновления ({0} пропущено)

source: Backup
ru: Рез. копирование

source: Restored default settings
ru: Восстановлены настройки по умолчанию

# LocationNotWritable
source: Selected location is not writable
ru: Нет доступа на запись в выбранном расположении

# DownloadsLocationSet
source: New downloads location set
ru: Новое расположение загрузок установлено

# BackupsLocationSet
source: New backups location set
ru: Новое расположение рез. копий установлено

# ApplicationRestartNeededForSetting
source: Application restart is needed to apply this change
ru: Необходим перезапуск приложения для применения этого изменения

# BandwidthLimitRemoved
source: Downloader bandwidth limit removed
ru: Лимит скорости убран

# BandwidthLimitSet
source: Downloader bandwidth limit set
ru: Лимит скорости установлен

source: Error applying device settings
ru: Ошибка применения настроек устройства

# ErrorCheckingDeviceConnection
source: Error while checking device connection
ru: Ошибка проверки подключения к устройству

source: Error checking for updates
ru: Ошибка проверки обновлений

# ErrorNotifyingDeviceStateChange
source: Error while notifying about device state change
ru: Ошибка оповещения об изменении статуса устройства

source: Failed to enable Wireless ADB
ru: Не удалось включить беспроводной ADB

# FailedToInitVideoPlayer
source: Failed to initialize video player
ru: Не удалось инициализировать видео проигрыватель

# FailedToLoadDeviceSettings
source: Failed to load current device settings
ru: Не удалось загрузить текущие настройки устройства

source: Error refreshing installed games
ru: Ошибка обновления установленных игр

source: Failed to reload mirror list
ru: Не удалось перезагрузить список зеркал

source: Failed to save settings
ru: Не удалось сохранить настройки

source: Failed to switch mirror
ru: Не удалось переключить зеркало

# InstallationIdCopied
source: Installation ID copied to clipboard
ru: ID установки скопирован в буфер обмена

# CouldntVerifyVip
source: Couldn't verify VIP access
ru: Не удалось проверить VIP доступ

source: Backup queued
ru: В очереди на создание рез. копии

source: Extract
ru: Извлечь

# ExtractAppsTooltip
source: Pull selected apps from device
ru: Выгрузить выбранные приложения с устройства

source: Extract Selected
ru: Извлечь выбранные

source: Select backups folder
ru: Выберите папку для резервных копий

source: Select destination folder
ru: Выберите папку

source: Select downloads folder
ru: Выберите папку для загрузок

# ErrorApkInfo
source: Error getting APK info
ru: Ошибка получения информации о APK

# CopyLinkButton
source: Copy link
ru: Скопировать ссылку

# LinkCopiedToClipboard
source: Link has been copied to clipboard
ru: Ссылка была скопирована в буфер обмена

source: Couldn't create link
ru: Не удалось создать ссылку

source: Skip backup
ru: Пропустить рез. копирование

source: Click to see details
ru: Нажмите для получения подробностей

source: Rescanning devices
ru: Пересканирование устройств

source: Error rescanning devices
ru: Ошибка при сканировании устройств

source: Error refreshing device info
ru: Ошибка при обновлении информации об устройстве

source: Failed to reset ADB keys
ru: Не удалось сбросить ключи ADB

source: Not implemented
ru: Не реализовано

source: Device reconnect completed
ru: Переподключение к устройству выполнено

source: Error reconnecting device
ru: Ошибка переподключения к устройству

source: Restarting ADB server
ru: Перезапуск ADB сервера

source: ADB keys reset
ru: ADB ключи сброiены

source: Leftover APKs cleanup completed
ru: Очистка остаточных APK завершена

source: Error cleaning up leftover APKs
ru: Ошибка очистки остаточных APK

source: Rescan devices
ru: Пересканировать устройства

source: Reconnect to device
ru: Переподключиться к устройству

source: Restart ADB server
ru: Перезапустить ADB сервер

source: Reset ADB keys
ru: Сбросить ключи ADB

source: Force cleanup package
ru: Принудительная очистка пакета

source: Clean leftover APKs
ru: Очистить остаточные APK

source: Troubleshooting options
ru: Опции диагностики

source: Pulling pictures and videos
ru: Выгрузка изображений и видео

# PullingPicturesAndVideosTooltip
source: Pull pictures and videos from device
ru: Выгрузить изображения и видео

# PullPicturesAndVideos
source: Pull screen/videoshots
ru: Выгрузить медиа

# EnableTaskAutoDismiss
source: Clear completed tasks automatically
ru: Очищать выполненные задачи автоматически

# EnableTaskAutoDismissTooltip
source: Automatically dismiss tasks after successful completion
ru: Автоматически убирать задачи после успешного выполнения

# TaskAutoDismissDelay
source: Delay (in seconds, default: 10)
ru: Задержка (в секундах, по умолчанию: 10)

# TaskAutoDismissDelaySet
source: Task auto clear delay set
ru: Задержка очистки задач установлена

# InputNotANumber
source: Input is not a valid number
ru: Введенное значение не является числом

# DonateSelectiveButton
source: Go to donations page
ru: Перейти на страницу пожертвования

# DonationsAvailable
source: You have new apps or updates that can be shared
ru: У вас есть новые игры или обновления которые вы можете пожертвовать
